Repository: citronalco/SEPA-QR-for-Woocommerce_brightyoga
Catalog: languages/sepa-qr-code-addon-for-woocommerce-*.po
Languages: de_de

source: Free plugin that adds a SEPA-QR Code for bank transfer payments (bacs) in the WooCommerce emails and order confirmation screen.
de_de: Freies Plugin, das einen SEPA-QR-Code für Banküberweisungen zu WooCommerce-Emails und zur Bestellbestätigungs-Anzeige hinzufügt.

source: For a convenient payment scan this qr code!
de_de: Scanne diesen QR-Code für einen bequemen Bezahlvorgang!

source: For a convenient payment scan this qr code! Some email clients unfortunately will not show Base64 encoded images. Sorry for that!
de_de: Scanne diesen QR-Code für einen bequemen Bezahlvorgang! Manche E-Mail-Programme können leider keine Base64-codierten Bilder anzeigen. Entschuldigung dafür!

source: GDPR
de_de: DSGVO

source: Generating uncached dummy QR for 11 Euro/OrderID 11
de_de: Erzeuge einen Test-QR-Code für 11 Euro und Bestellnummer 11

source: Order-ID:
de_de: Bestellnummer:

source: SEPA-QR-Code for Woocommerce
de_de: SEPA-QR-Code für WooCommerce

source: Store QR code as image
de_de: QR-Code als Bild abspeichern

source: This is not a valid md5 hash
de_de: Das ist kein gültiger MD5-Hash

source: This will store the QR code as an image on your server instead of generating a transient base64 string. This has consequences for the GDPR compliance of your website and you should inform your customers as such.
de_de: Dies speichert den QR-Code als Bilddatei auf deinem Server statt ihn nur während der E-Mail-Erstellung als Base64-codierten String im Hauptspeicher zu halten.Das hat Folgen für DSGVO-Konformität deiner Webesite, du solltest deine Kunden darüber informieren.
